class PagesController < ApplicationController
	def index
		
	end
  def inner
  end
	def page
		texts = {
      "1" => {title: "Безопасность бизнеса", text: "<iframe width=\"540\" height=\"304\" src=\"https://www.youtube.com/embed/cjGEF59GzVU\" frameborder=\"0\" allowfullscreen></iframe><p>Для сохранения и приумножения доли бизнеса на рынке важна эффективная организация разных аспектов бизнеса: начиная от управления персоналом и заканчивая правовыми отношениями с третьими лицами.</p><p>Добиться эффективности в условиях меняющегося законодательства и новых рисков позволяет профессиональная юридическая поддержка.</p><p>Бизнес-консалтинг жизненно необходим организациям, испытывающим кризисные явления. Юристы, обладающие широкой практикой в отрасли, способны устранить риски, нормализовать деятельность организации и заложить правовой фундамент для её устойчивого развития.</p>

<p>Специалисты консалтинговой группы «Белая карта» найдут пути выхода из кризиса и обеспечат эффективность бизнеса.</p>

<p>Вы можете оперативно получить юридическую консультацию по следующим видам работ:</p>
<ul>
<li>Проверка и повышение качества уставной, договорной документации;</li>
<li>Подготовка к проверке контролирующих органов;</li>
<li>Анализ трудовых отношений внутри компании;</li>
<li>Анализ и оптимизация налоговых платежей;</li>
<li>Взыскание задолженностей;</li>
</ul>
<p>К вашим услугам – юристы с более чем 10-летним опытом в 350 областях экономики. Действуя в команде, мы решаем задачи в сжатые сроки и готовы приступить к работе по вашему обращению уже сейчас. </p>

<p>Наша юридическая поддержка – верное средство преодоления любого кризиса.</p>",
  sidebar_img: 'employees/4.png',
  sidebar_desc: '<span class="last_name">Баландин</span><br />Денис<br />Георгиевич<br /><span class="muted">Опыт работы: 15 лет</span>'},

      "2" => { title: "Бизнес консалтинг", text: "<iframe width=\"540\" height=\"304\" src=\"https://www.youtube.com/embed/5LAoqwXME2w\" frameborder=\"0\" allowfullscreen></iframe><p>Для сохранения и приумножения доли бизнеса на рынке важна эффективная организация разных аспектов бизнеса: начиная от управления персоналом и заканчивая правовыми отношениями с третьими лицами.</p>

<p>Добиться эффективности в условиях меняющегося законодательства и новых рисков позволяет профессиональная юридическая поддержка.</p>

<p>Бизнес-консалтинг жизненно необходим организациям, испытывающим кризисные явления. Юристы, обладающие широкой практикой в отрасли, способны устранить риски, нормализовать деятельность организации и заложить правовой фундамент для её устойчивого развития.</p>

<p>Специалисты консалтинговой группы «Белая карта» найдут пути выхода из кризиса и обеспечат эффективность бизнеса.</p>

<p>Вы можете оперативно получить юридическую консультацию по следующим видам работ:</p>
<ul style='list-style: none'>
<li>Проверка и повышение качества уставной, договорной документации;</li>
<li>Подготовка к проверке контролирующих органов;</li>
<li>Анализ трудовых отношений внутри компании;</li>
<li>Анализ и оптимизация налоговых платежей;</li>
<li>Взыскание задолженностей;</li>
</li>
<p>К вашим услугам – юристы с более чем 10-летним опытом в 350 областях экономики. Действуя в команде, мы решаем задачи в сжатые сроки и готовы приступить к работе по вашему обращению уже сейчас.</p>

<p>Наша юридическая поддержка – верное средство преодоления любого кризиса.</p>",
  sidebar_img: 'employees/1.png',
  sidebar_desc: '<span class="last_name">Баландин</span><br />Денис<br />Георгиевич<br /><span class="muted">Опыт работы: 15 лет</span>'},
      "3" => { title: "Налогове планирование", text: "<iframe width=\"540\" height=\"304\" src=\"https://www.youtube.com/embed/LojWPQa75U4\" frameborder=\"0\" allowfullscreen></iframe><p>Существуют две распространенные ошибки в налоговом планировании:</p>
<ul style='list-style: none'>
<li>1) Недостаточная оптимизация;</li>
<li>2) Нарушение законодательства. </li>
</ul>
<p>В первом случае вам грозят необязательные расходы, во втором – административная и уголовная ответственность. Избежать этих последствий поможет налоговый юрист.</p>

<p>Государство повышает бремя для предпринимателей, учитывая, что вы пользуетесь предусмотренными законом льготами. Законное применение этих льгот и составляет сущность оптимизации.</p>

<p>Проблема заключается в неоднозначности толкования различных норм права, которое допускает законодательство. Часть вопросов снимает налоговая консультация юристов. Однако полноценная оптимизация возможна лишь по результатам детального анализа хозяйственной деятельности организации.</p>

<p>Практикующие юристы консалтинговой группы «Белая карта» реализуют следующие виды работ по налоговому планированию:</p>
<ul>
<li>разработка учетной политики компании;</li>
<li>законное и полное применение предусмотренных льгот;</li>
<li>получение возможных отсрочек и рассрочек по уплате налогов;</li>
<li>оспаривание неправомерных решений ФНС. </li>
</ul>
<p>Успешное решение этих задач обеспечивает доскональное знание налоговых, бюджетных, инвестиционных тенденций в государстве.</p>

<p>Выполняем также <a href='/page/5'>Бухгалтерский и управленческий учет</a></p>",
  sidebar_img: 'employees/4.png',
  sidebar_desc: '<span class="last_name">Баландин</span><br />Денис<br />Георгиевич<br /><span class="muted">Опыт работы: 15 лет</span>'},
      "4" => { title: "Абонентское обслуживание", text: "<iframe width=\"540\" height=\"304\" src=\"https://www.youtube.com/embed/dmwoUrrmXfU\" frameborder=\"0\" allowfullscreen></iframe><p>Расходы на правовую поддержку фирмы можно и нужно сократить. Добиться ощутимой экономии позволяет юридическое абонентское обслуживание.</p>

<p>Постоянное сопровождение вашей финансово-хозяйственной деятельности силами специализированной компании имеет неоспоримые плюсы:</p>
<ul style='list-style: none'>
<li>1. Дешевле, чем содержание штатных юристов. Вы снимаете с себя затраты на трудоустройство специалистов, выплаты заработной платы, создание рабочих мест.</li>
<li>2. Надежнее. Универсальных специалистов нет – в отдельных случаях вам неизбежно придется искать помощи сторонних экспертов.</li>
<li>3. Быстрее и эффективнее. Абонентское обслуживание позволяет разгрузить юридический отдел, повысить скорость и качество по всем направлениям правовой работы.</li>
<li>4. Гарантированный результат. Сотрудничая с профессиональной организацией, вы сможете предупреждать проблемы, а не решать существующие.</li>
</ul>

<p>Консалтинговая группа «Белая карта» выполняет юридическое сопровождение предприятий крупного, среднего и малого бизнеса.</p>

<p>В рамках абонентского обслуживания наши клиенты получают:</p>
<ul>
<li>Устные и письменные консультации, информирование;</li>
<li>Правовой анализ и разработка документации;</li>
<li>Представление интересов клиента на переговорах, в отношениях с контролирующими органами;</li>
<li>Правовое обеспечение кадровой работы;</li>
<li>Другие услуги. </li>
</ul>
<p>Мы рассчитываем на долгосрочное сотрудничество и гарантируем эффективность на каждом этапе работы.</p>",
  sidebar_img: 'employees/2.png',
  sidebar_desc: '<span class="last_name">Баландин</span><br />Денис<br />Георгиевич<br /><span class="muted">Опыт работы: 15 лет</span>'},
      "5" => { title: "Бухгалтерский и управленческий учет", text: "<iframe width=\"540\" height=\"304\" src=\"https://www.youtube.com/embed/HLi1u3ZZiOk\" frameborder=\"0\" allowfullscreen></iframe>
<ul>
<li>Получить достоверные данные о финансово-хозяйственной деятельности фирмы;</li>
<li>Отследить эффективность персонала на всех уровнях;</li>
<li>Минимизировать расходы; </li>
<li>Оптимизировать налоговое бремя, - </li>
</ul>
<p>позволяет бухгалтерский и управленческий учет.</p>

</p>Типичные вопросы, с которыми сталкивается бизнес при организации управленческого учета: дефицит специалистов, отсутствие нормативной базы, неэффективность внедрения.</p>

<p>Бухгалтерия испытывает другие трудности: сложно привлечь сотрудников с требуемым уровнем знаний и опыта, что влечет «раздувание» штата или привлечения внештатных специалистов.</p>

<p>Универсальное решение – доверить учетную работу специализированной организации. </p>

<p>Эксперты консалтинговой группы «Белая карта» обладают богатым опытом в предоставлении услуги бухгалтерского учета:</p>
<ul style='list-style: none'>
<li>Комплексное обслуживание организации;</li>
<li>Решение специализированных задач: аудит, консультирование, налоговая оптимизация.</li>
</ul>
<p>Аутсорсинг обеспечит экономию денежных средств при повышении качества работы. Вы получите ясную картину финансово-хозяйственного состояния компании, найдете резервы и сможете выстроить правильную стратегию развития.</p>",
  sidebar_img: 'employees/3.png',
  sidebar_desc: '<span class="last_name">Баландин</span><br />Денис<br />Георгиевич<br /><span class="muted">Опыт работы: 15 лет</span>'},
      "6" => { title: "Договоры и делопроизводство", text: "
<p>Цена ошибок в договорах слишком высока, чтобы экономить на качественной подготовке документации. Юридическое сопровождение сделок и профессиональное ведение делопроизводства – два кита безопасности вашего бизнеса.</p>

<p>Возможные последствия ошибок в документах:</p>
<ul style='list-style: none'>
<li>Признание договора недействительным и незаконным;</li>
<li>Задержка оплаты;</li>
<li>Начисление неоправданного налога;</li>
<li>Утечка коммерческой информации;</li>
<li>Отсутствие трудового регламента.</li>
</ul>
Причины подобных явлений: отсутствие юридического отдела или некачественное исполнение штатными сотрудниками своих обязанностей.</p>

<p>Как обезопасить бизнес и сэкономить время, затрачиваемое на оформление договоров и делопроизводство? «Белая карта» предлагает услуги опытных юристов, специализирующихся на юридическом сопровождении сделок и ведении документооборота.</p>

<p>Наши принципы станут вашими преимуществами:</p>

<ul>
<li>Доскональное знание законодательства, оперативное реагирование на изменения законов;</li>
<li>Опыт работы в разных областях экономики; </li>
<li>Сведение рисков к нулю;</li>
<li>Быстрый старт и готовый результат в минимальные сроки;</li>
<li>Фиксированные тарифы и прозрачные отношения. </li>
</ul>
<p>Консалтинговая группа «Белая карта» гарантирует своим клиентам правовую безопасность бизнеса.</p>",
  sidebar_img: 'employees/5.png',
  sidebar_desc: '<span class="last_name">Баландин</span><br />Денис<br />Георгиевич<br /><span class="muted">Опыт работы: 15 лет</span>'},
      "7" => { title: "Регистрация юридических лиц", text: "<iframe width=\"540\" height=\"304\" src=\"https://www.youtube.com/embed/Gue1phsbSZE\" frameborder=\"0\" allowfullscreen></iframe>
<p>Российское законодательство ежегодно претерпевает изменения. А взаимоотношения с государственными органами не становятся проще. Сегодня регистрация компаний – такой же длительный и трудоемкий процесс, как и 5-10 лет назад.</p>

<p>Чтобы зарегистрировать фирму, вам предстоит изучить свыше десяти нормативных документов, освоить ряд сайтов госучреждений, правильно заполнить утвержденные законом формы, подготовить Устав, приказы и некоторые другие учредительные документы.</p>

<p>Непрофессионал тратит на открытие «юридического лица» около 1 месяца, проводя часть этого времени в приемных налоговых инспекций.</p>

<p>Чтобы потратить это время с большей пользой, трудоемкую регистрационную работу целесообразно доверить профильным специалистам. Регистрация фирм силами юристов консалтинговой группы «Белая карта» происходит в срок от 8 дней.</p>

<p>В стоимость услуги включаются только необходимые работы:</p>
<ul>
<li>Подготовка учредительной документации;</li>
<li>Получение регистрационных документов;</li>
<li>Постановка на учет в ПФ РФ, ФОМС и ФСС;</li>
<li>Получение письма Федеральной службы государственной статистики;</li>
<li>Изготовление печати;</li>
<li>Заявление о переходе на упрощенное налогообложение;</li>
<li>Прочее необходимое. </li>
</ul>
<p>В начале работы мы называем точный срок работ, по истечении которого ваша компания будет зарегистрирована, и вы получите полный пакет соответствующих документов.</p>",
  sidebar_img: 'employees/4.png',
  sidebar_desc: '<span class="last_name">Баландин</span><br />Денис<br />Георгиевич<br /><span class="muted">Опыт работы: 15 лет</span>'},
      "8" => { title: "Ликвидация юридических лиц", text: "<iframe width=\"540\" height=\"304\" src=\"https://www.youtube.com/embed/jw4Ibz0yfZM\" frameborder=\"0\" allowfullscreen></iframe>
<p>По российскому законодательству ликвидация юридических лиц – многоэтапный и продолжительный процесс. Он особенно сложен для компаний с долгами. В ряде случаев закрытие юрлица может занимать до 2-3 лет.</p>

<p>На первом этапе акционерами или участниками принимается решение о ликвидации организации. В течение 3 суток соответствующее извещение направляется в территориальное подразделение ФНС.</p>

<p>На втором этапе акционеры организуют ликвидационную комиссию, которой поручается управление ликвидируемой фирмой. Сведения о закрытии юридического лица публикуются в СМИ.</p>

<p>Обязательно подлежат выявлению и уплате долги юрлица перед кредиторами.</p>

<p>Перед снятием с учета сотрудники ФНС могут провести камеральную или выездную проверку экономической деятельности фирмы.</p>

<p>Лишь после этого утверждается окончательный баланс организации, закрываются ее счета, архивируются документы, а в налоговой инспекции регистрируется ликвидация компании.</p>

<p>Процесс требует проведения большого количества мероприятий и подготовки множества документов. Эта кропотливая работа может вызвать серьезные имущественные расходы.</p>

<p>«Белая карта» снизит ваши издержки в процессе закрытия компании и сократит время, отводимое на ликвидационные процедуры. В нашем штате достаточное число юристов, способных эффективно решить данную задачу традиционными или альтернативными способами.</p>",
  sidebar_img: 'employees/4.png',
  sidebar_desc: '<span class="last_name">Баландин</span><br />Денис<br />Георгиевич<br /><span class="muted">Опыт работы: 15 лет</span>'},
      "9" => { title: "Регистрация товарных знаков", text: "<iframe width=\"540\" height=\"304\" src=\"https://www.youtube.com/embed/KS8Bl4Qr9b0\" frameborder=\"0\" allowfullscreen></iframe>
<p>Если вы намерены зарегистрировать товарный знак, то должны представлять, какой длительный и трудоемкий процесс вам предстоит.</p>

<p>В общих чертах, регистрация включает 3 основных этапа:</p>
<ul style='list-style: none'>
<li>1. Сбор документов (данные руководителя, документы о госрегистрации юрлица или ИП, перечень видов деятельности и товаров, изображение товарного знака);</li>
<li>2. Подача заявки в Роспатент (ФГУ ФИПС);</li>
<li>3. Получение свидетельства о госрегистрации.</li>
</ul>
<p>На каждом из этапов существуют нюансы, о которых может знать лишь юрист, специализирующийся в сфере регистрации товарных знаков. Поэтому рекомендуем доверить работу профильным экспертам нашей компании. Тем самым вы избавите себя от дополнительных расходов времени, сил и денежных средств.</p>

<p>Специалисты консалтинговой группы «Белая карта» обеспечат:</p>
<ul>
<li>Экспертизу на охраноспособность товарного знака, соответствие законодательным нормам;</li>
<li>Проверку на сходство с зарегистрированными и заявленными обозначениями;</li>
<li>Рекомендации по доработке обозначения;</li>
<li>Отстаивание ваших интересов в ФИПС;</li>
<li>Получение свидетельства в кратчайшие сроки. </li>
</ul>
<p>Сотрудничая с нами, вы можете рассчитывать на оперативную информационную поддержку в течение рабочего времени.</p>",
  sidebar_img: 'employees/4.png',
  sidebar_desc: '<span class="last_name">Баландин</span><br />Денис<br />Георгиевич<br /><span class="muted">Опыт работы: 15 лет</span>'},
    }
    id = 1
    if texts[params[:id]]
      id = params[:id]
    else
      ohono
    end
    @post = texts[id]
    @text = @post[:text]
    @title = @post[:title]
    @sidebar_img = @post[:sidebar_img]
    @sidebar_desc = @post[:sidebar_desc]
    @id = id
    render "inner"
	end
	def testimonials
		
	end
end
